adw-gtk-theme
amd-ucode
appimagelauncher
archey4
base
base-devel
catppuccin-gtk-theme-git
catppuccin-gtk-theme-macchiato
cliphist
cnijfilter2
cups
cups-pk-helper
ddcutil
discord
dkms
dunst
ex-vi-compat
eza
flatpak
fuse2
fzf
gdm
gdm-settings
gifski
git
gitkraken
gnome-themes-extra
grim
grub
gst-plugin-pipewire
guvcview
htop
hyprland
hyprlauncher
hyprmon-bin
hyprpicker
hyprpolkitagent
hyprshot
imagemagick
ipp-usb
iwd
kcalc
kitty
krita
libpulse
libreoffice-still
libva-nvidia-driver
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
nano
naps2
neovim
network-manager-applet
networkmanager
ninja
nodejs
nomacs
npm
nss-mdns
nvidia-open-dkms
nvidia-settings
nwg-displays
nwg-look
obs-studio
obsidian
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
proton-vpn-gtk-app
qt5-wayland
qt6-wayland
realvnc-vnc-viewer
realvnc-vnc-viewer-debug
rofi
rust
rwpspread
sane
sane-airscan
sbctl
signal-desktop
simple-scan
slurp
smartmontools
solaar
spotify-launcher
steam
stow
sudo
swayidle
swayimg
swaync
swww
system-config-printer
taplo-cli
tree
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
vlc
vlc-plugins-all
vscodium-bin
vscodium-bin-marketplace
waybar
wget
wireless_tools
wireplumber
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zen-browser-bin
zip
zram-generator
zsh
